Repository: jorgeroldannovillo/proyecto-traducci-n-3
Catalog: tm/memtrad-wikitravel-Halifax.tmx
Source language: en
Languages: es_es

source: Unfortunately only one pizza store remains open on the famous corner, surrounded instead by a frozen yoghurt shop and a soon-to-be open Middle-Eastern style restaurant.
es_es: Desafortunadamente sólo queda abierta una tienda de pizza en la famosa esquina, rodeada en cambio por tiendas de yogur helado y un restaurante de estilo oriental a punto de ser inaugurado.

source: Until a couple of decades ago, Halifax retained old British laws about the serving of alcoholic beverages.
es_es: Hasta hace un par de décadas, Halifax retuvo leyes británicas antiguas sobre la venta de bebidas alcohólicas.

source: Upload a picture
es_es: Subir una imagen

source: Use caution with the numerous one-way streets in downtown Halifax, along with restricted left turns at some intersections.
es_es: Tenga cuidado con las numerosas calles unidireccionales en el centro de Halifax, junto con giros a la izquierda restringidos en algunas intersecciones.

source: Variants
es_es: Variantes

source: Vegetarian and vegan selections are abundant.
es_es: Las selecciones vegetarianas y veganas son abundantes.

source: Vegetarian, organic and extremely good.
es_es: Vegetariana, orgánica y extremadamente buena.

source: Veggie & Vegan friendly bistro featuring local, organic and macrobiotic food and drink.
es_es: Un pequeño local vegetariano y vegano, comida y bebida orgánica y macrobiótica.

source: Very informative and highlights major points of interest in the city in fun-filled hour.
es_es: Muchos de los puntos informativos y de más interés de la ciudad en una hora de diversión

source: View history
es_es: Mirar historia

source: View the content page [Alt+Mayús.+c]
es_es: Mirar el contenido de la página [Alt+Mayús.+c]

source: Views
es_es: Vistas

source: Visit the main page
es_es: Visita la página principal

source: Visit the main page [Alt+Mayús.+z]
es_es: Visita la página principal [Alt+Mayús.+z]

source: Visitor information
es_es: Información para el visitante

source: Visitors can learn about the history of the site and the current Legislative Assembly through guided tours, displays and an audio-visual presentation.
es_es: Los visitantes pueden aprender sobre la historia del sitio y sobre la actual Asamblea Legislativa a través de tours guiados, exposiciones y una presentación audiovisual.

source: Visitors can see a more formal display during the season (May-October), but may also see it free of charge in the off season.
es_es: Los visitantes pueden ver exhibiciones menos formales durante la temporada (mayo-octubre), pero también se pueden ver de forma gratuita durante la temporada de cierre.

source: Voted "Best Beer Selection" the last 4+ years. edit
es_es: Votado como "Mejor selección de cerveza" los últimos 4 años. Editar

source: Voted best Donairs in Halifax.
es_es: Votado como mejor Donairs en Halifax.

source: Was once a dense woods has since been left with patches of devastation and clear-cut from Hurricane Juan in 2003.
es_es: Fue un denso bosque pero desde entonces ha quedado con zonas devastadas claramente debido al Huracán Juan en 2003.

source: Watch the signs carefully as you approach the toll booth.
es_es: Observe cuidadosamente las señales cuando se acerque a la cabina de peaje.

source: Wednesdays are student nights, with cover waived if you show a student card.
es_es: Los miércoles son noches de estudiantes, con la tarjeta universitaria se te aplica un descuento.

source: What links here
es_es: Enlace aquí

source: While it may be cramped and a bit odd inside, their all you can eat lunch buffet is delicious, wildly generous and very well priced at $10.
es_es: Aunque pueda parecer incómodo y extraño en el interior, su buffet libre de comida es delicioso, con gran variedad y a muy buen precio, a 10$.

source: While sunsets are gorgeous and peaceful on clear summer evenings; the best times to see Peggy's Cove are the stormier days, when the waves crashing against the cliffs send salt spray high into the air.
es_es: Mientras que las puestas de sol son bonitas y pacíficas en las noches de verano, el mejor momento para ver Peggy's Cove es en los días tormentosos, cuando las olas chocan contra los acantilados y forman espuma de sal en el aire.

source: While swimming in parts of the harbour was briefly possible due to the installation of sewage treatment plants, they are down for repair and swimming is again not recommended unless a trip to hospital after is desired.
es_es: Aunque nadar en algunas partes del puerto era posible gracias a la instalación de plantas de tratamiento de residuos, por motivos de mantenimiento no está recomendado nadar a no ser que se desee después hacer un viaje al hospital.

source: While the area around Halifax has been inhabited by native Mi'kmaq for millennia, modern Halifax was founded on June 21, 1749 as a British military outpost.
es_es: Mientras las zonas que rodean Halifax han estado habitadas por los nativos Micmac durante miles de años, el Halifax moderno se fundó el 21 de junio de 1749 como un puesto militar británico.

source: WikiPedia:City of Halifax
es_es: WikiPedia:Ciudad de Halifax

source: Wikitravel (en)
es_es: Wikitravel (es)

source: Wikitravel News
es_es: Noticias Wikitravel

source: Wikitravel Shared
es_es: Wikitravel compartir

source: Wikitravel:About
es_es: Wikitravel: Sobre nosotros.

source: Wikitravel:Guide articles
es_es: Wikitravel:Artículo guía

source: Wikitravel:Plunge forward
es_es: Wikitravel: Sumérgete

source: Wikitravel:Privacy policy
es_es: Wikitravel: Política de privacidad

source: Wikitravel:Star articles
es_es: Wikitravel: Artículos estrella

source: Wikitravel:Terms of use
es_es: Wikitravel: Condiciones de uso

source: With 15,000 undergraduates and a broad range of graduate and professional programs, Dalhousie counts itself as one of the leading universities in Canada.
es_es: Con 15.000 estudiantes universitarios y una amplia gama de programas profesionales y de grado, Dalhousie es una de las principales universidades de Canadá.

source: With many of the players coming from NBA teams or from division one colleges and universities in Canada and the United States, the Halifax Rainmen are Nova Scotia's only professional sports team.
es_es: Con muchos de los jugadores que provienen de equipos de NBA o de institutos y universidades de primera división en Canadá y los Estados Unidos, Halifax Rainmen es el unico equipo de deportes profesional de Nova Scotia.

source: With the exception of a few instances of swarming - groups of people harassing, robbing or assaulting persons - and robberies, most crime appears to be drug-related and therefore should not cause much concern to the average traveller.
es_es: A excepción de algunos ejemplos de grupos de personas que acosan, roban o agreden a personas - y ladrones, la mayoría de los delitos parecen estar relacionados con las drogas y, por lo tanto, no deben causar mucha preocupación al viajero medio.

source: Wolfville (page does not exist)
es_es: Wolfville (la página no existe)

source: YOU CAN EDIT THIS PAGE!
es_es: ¡PUEDES EDITAR ESTA PÁGINA!

source: You are encouraged to create an account and log in; however, it is not mandatory
es_es: Te animamos a crear una cuenta e iniciar sesión; aunque no es obligatorio

source: You are encouraged to log in; however, it is not mandatory [Alt+Mayús.+o]
es_es: Te animamos a crear una cuenta e iniciar sesión; aunque no es obligatorio [Alt+Mayús.+o]

source: You can also grab a pint from Gus' to enjoy with your savory snack.
es_es: También puedes pedir una cerveza en Gus' para disfrutarla con tu sabroso snack.

source: You do get the chance to sample two mugs of the stuff at the end.
es_es: Tienes la oportunidad de probar dos tazas de esta cerveza al final.

source: checkin: 2PM; checkout: 11AM.
es_es: Checkin: a las 14:00h; checkout: a las 11:00h.

source: click to add a buy listing
es_es: Click para añadir una lista de lugares de compras

source: click to add a do listing
es_es: click para añadir una lista de cosas que hacer

source: click to add a drink listing
es_es: Clic para añadir un listado de bebida

source: click to add a eat listing
es_es: Click para añadir un lista de cosas que comer

source: click to add a see listing
es_es: clic para añadir una lista de cosas que visitar

source: click to add a sleep listing
es_es: Clic para añadir un listado de dónde dormir

source: click to edit Chives Canadian Bistro
es_es: Clic para editar Chives Canadian Bistro

source: click to edit Dartmouth Ferry
es_es: click para editar Dartmouth Ferry

source: click to edit Fort York Redoubt
es_es: click para editar Fuerte del Reducto de York

source: click to edit Good Robot Brewing Company
es_es: Clic para editar Good Robot Brewing Company

source: click to edit Halifax Backpacker's Hostel
es_es: Clic para editar Halifax Backpaker Hostel

source: click to edit Halifax Common
es_es: click para editar Halifax Common

source: click to edit Halifax Heritage House Hostel
es_es: Clic para editar Halifax Heritage

source: click to edit Halifax Marriott Harbourfront Hotel
es_es: Clic para editar Halifax Marriott Harbourfront Hotel

source: click to edit Halifax Transit
es_es: clic para editar Halifax Transit

source: click to edit Hemlock Ravine
es_es: click para editar el barranco Hemlock

source: click to edit Hiking Trails
es_es: click para editar Senderismo

source: click to edit Maxwell's Plum English Pub
es_es: Clic para editar el Maxwell's English Pub

source: click to edit Nova Scotia Visitor Information Centre
es_es: Click para editar Punto de información para el visitante

source: click to edit Pacifico
es_es: Clic para editar Pacifico

source: click to edit Point Pleasant Park
es_es: click para editar Parque de Point Pleasant

source: click to edit Prince George
es_es: Clic para editar Prince George

source: click to edit Public Gardens
es_es: click para editar Jardines Públicos

source: click to edit Reflections Cabaret
es_es: Clic para editar Reflections Cabaret

source: click to edit Seaport Farmers' Market
es_es: Click para editar Seaport Farmers' Market

source: click to edit Steve-O-Reno's
es_es: Click para editar Steve-O-Reno's

source: click to edit The Ardmore Tea Room
es_es: Click para editar Tetería The Ardmore

source: click to edit The Chickenburger
es_es: click para editar The Chickenburger

source: click to edit The Foggy Goggle
es_es: Clic para editar The Foggy Goggle

source: click to edit The Lord Nelson
es_es: Clic para editar The Lord Nelson

source: click to edit The Westin Nova Scotian
es_es: Clic para editar el Westin Nova Scotian

source: click to edit Tom's Little Havana
es_es: Clic para editar Tom's Little Havana

source: click to edit Winter Outdoor Activities
es_es: click para editar Actividades de invierno al aire libre

source: en
es_es: es

source: fried baloney), and cod fish cakes with baked beans for breakfast. edit
es_es: "fried baloney"), y pasteles de bacalao con frijoles cocidos para desayunar. editar

source: the "old" bridge) is the closer bridge to downtown, and the MacKay Bridge (the "new" bridge) is at the north end of the harbour where it opens into the Bedford Basin.
es_es: el "viejo" puente) es el puente más cercano al centro, y el puente MacKay (el "nuevo" puente) está en el extremo norte del puerto donde se abre en Bedford Basin.

source: there are moderately informative plaques and signs throughout the graveyard that can add more information as you explore.
es_es: Hay algunas señales y placas informativas a lo largo del cementerio que pueden aportar más información mientras se explora.

source: voice
es_es: Voz

source: wikipedia:City of Halifax
es_es: wikipedia: Ciudad de Halifax

source: wikitravel,wiki,travel,tourism,travel guide,hotels,restaurants,nightlife,things to do,Halifax (Nova Scotia),Halifax_Regional_Municipality_(Nova_Scotia)
es_es: wikitravel,wiki,viaja,turismo,guía de viajes,hoteles,restaurantes,vida nocturna,qué hacer,Halifax (Nueva Escocia),Halifax_Regional_Municipality_(Nova_Scotia)
